[
    {
        "index": "2023-06-10-blog-template",
        "title": "Blog Template",
        "heading": "Blog Template",
        "tags": "template",
        "author": "",
        "timestamp": "June 10, 2023",
        "place": "Pune",
        "display": "hidden",
        "description": [
            {
                "type": "text",
                "value": "Template"
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "Template"
            }
        ]
    },
    {
        "index": "2023-05-08-Observation-No-1",
        "title": "Observation No. 1",
        "heading": "Observation No. 1",
        "tags": "note to self",
        "author": "",
        "timestamp": "May 8, 2023",
        "place": "Pune",
        "display": "hidden",
        "description": [
            {
                "type": "text",
                "value": "The world doesn't see you the way you see yourself."
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "The world doesn't see you the way you see yourself. You might be inclined to underestimate yourself because you focus too much on your shortcomings. A better approach to anything you wish for is to go there and just try, even if you have self doubt. You want to apply for a new job? You wish to ask for a pay raise or a promotion? All you need to do be frank about your expectations. Remember that they do not have the doubts about you that you have within yourself, they are not you (duh!). And, what worse can happen? You don't get what you wished for? Well, with all those self doubts and without trying, it was all the same anyway. So why not try and find out?"
            }
        ]
    },
    {
        "index": "2023-05-25-Worse-Is-Better-Than-Bad",
        "title": "Worse Is Better Than Bad?",
        "heading": "Worse Is Better Than Bad?",
        "tags": "note to self",
        "author": "",
        "timestamp": "May 25, 2023",
        "place": "Pune",
        "display": "hidden",
        "description": [
            {
                "type": "text",
                "value": "Bad stays bad, worse gets to be good."
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "I think I saw some YouTube reel about this theory, which actually makes sense. It says that often times we settle for things that we don't really enjoy or that don't make us happy because in our minds we keep thinking it's not worse yet. We go for bad because things aren't worse yet, had they been worse we would do something about it but they are not so we don't. Do you see the irony here?"
            },
            {
                "type": "text",
                "value": "For example consider a job that makes you unhappy but not outright miserable, you stick to it because it is not bad enough. But what if it was bad enough, then you will do something about it. Worse forces you to strive for good but bad doesn't. Funny right?"
            },
            {
                "type": "text",
                "value": "This applies to various situations in life not just a job. It can be about a place, a relationship, a friendship, a situation or something else."
            }
        ]
    },
    {
        "index": "2023-06-05-Inattention-Abundant",
        "title": "Inattention Abundant",
        "heading": "Inattention Abundant",
        "tags": "life experience",
        "author": "",
        "timestamp": "June 05, 2023",
        "place": "Pune",
        "display": "hidden",
        "description": [
            {
                "type": "text",
                "value": "A shortage of brain chemicals."
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "I have been meaning to write about this for a while, but this is something quite personal to me and I didn't really want it to be judged from the likes, upvotes, claps etc of the internet."
            },
            {
                "type": "text",
                "value": "And so I have been making this website for past few months, primarily to share my most intimate thoughts unhindered and uninhibited. (and hopefully more coherent with the passage of time)"
            },
            {
                "type": "text",
                "value": "I have Attention Deficit Hyperactivity Disorder (ADHD) or Attention Deficit Disorder (ADD). This is not something that I have somehow acquired as I grew older but it is something I am born with. It is the way my brain is wired. Different than most, not in a romantic sense but quite literally."
            },
            {
                "type": "subheading",
                "value": "ADD/ADHD?"
            },
            {
                "type": "text",
                "value": "Dopamine, Norepinephrine or Noradrenaline are neurotransmitters in our brains which are responsible for attention."
            },
            {
                "type": "link",
                "value": "Dopamine - is involved in movement, memory, reward and motivation, behavior and cognition, attention, sleep and arousal, mood, learning and in case of women lactation.",
                "ref": "https://my.clevelandclinic.org/health/articles/22581-dopamine",
                "refNo": 1
            },
            {
                "type": "link",
                "value": "Norepinephrine - increases alertness, arousal, attention, affects sleep-wake cycle, mood and memory, helps maintain blood pressure at time of stress.",
                "ref": "https://my.clevelandclinic.org/health/articles/22610-norepinephrine-noradrenaline",
                "refNo": 2
            },
            {
                "type": "text",
                "value": "Most people have sufficient levels of these but for people like me, we don't. Our natural levels of these neurotransmitters is low. So our ability to pay or sustain attention is heavily impaired among other effects. Hence the name Attention Deficit. Hyperactivity is another facet of this impaired attention."
            },
            {
                "type": "subheading",
                "value": "How does affect me?"
            },
            {
                "type": "text",
                "value": "Think of computer with faulty RAM. This computer will have trouble in reading and writing data and it will also have a hard time processing the data. This is exactly what happens in ADHD brain, faulty RAM is quite similar to poor attention (poor working memory) and data can be analogous to long term memory. Computer data must go through RAM for any operation, faulty RAM affects every aspect of a computer. And quite similarly ADHD affects all aspects of life."
            },
            {
                "type": "text",
                "value": "ADHD people face difficulties even in simplest of tasks, because of their poor working memory. They have a hard time performing academically, coping emotionally among countless other difficulties. I can attest to that from my own personal experience."
            }
        ]
    },
    {
        "index": "2023-06-10-Rediscovered-In-2023-Up-June",
        "title": "Rediscovered In 2023",
        "heading": "Rediscovered In 2023",
        "tags": "music",
        "author": "",
        "timestamp": "June 10, 2023",
        "place": "Pune",
        "display": "visible",
        "description": [
            {
                "type": "text",
                "value": "Newly discovered old songs."
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "A few months back while dawdling on YouTube Shorts, I came across a cute pet video (who doesn't?) that played a high pitched, fast forwarded cover of some song that I had never heard. The words and the melody was too good to go unnoticed, so I ended up shazaming it and thanks to Spotify and it's suggestions found a playlist worth of (mainly old) rock songs."
            },
            {
                "type": "text",
                "value": "So if like me, you didn't know about Keane, Oasis, The Verve, U2, Snow Patrol, Stereophonics, Travis and The Killers, check out this."
            },
            {
                "type": "iframe",
                "value": "https://open.spotify.com/embed/playlist/3UY759rF6KnK0e3ApXRjmD?utm_source=generator",
                "class": "media-full"
            },
            {
                "type": "link",
                "value": "And that song is Somewhere Only We Know by Keane.",
                "ref": "https://open.spotify.com/track/1SKPmfSYaPsETbRHaiA18G?si=6a932fbc825146c2",
                "refNo": 1
            }
        ]
    },
    {
        "index": "2019-Nepal",
        "title": "First Trip To Nepal",
        "heading": "First Trip To Nepal",
        "tags": "album,travel",
        "author": "",
        "timestamp": "June 18, 2023",
        "place": "Pune",
        "display": "visible",
        "description": [
            {
                "type": "text",
                "value": "Picture dump from my trip in Nepal back in 2019."
            }
        ],
        "contents": [
            
            {
                "type": "iframe-album",
                "value": "https://imgur.com/a/PA9YTVV/embed?pub=true&amp;ref=https%3A%2F%2Fimgur.com%2Fa%2F5m9FDyE",
                "class": "media-full"
            },
            {

                "type": "link",
                "value": "Link to above album.",
                "ref": "https://imgur.com/a/PA9YTVV",
                "refNo": 1
            },
            {
                "type": "iframe",
                "value": "https://www.youtube.com/embed/jrGBl9ssHXk",
                "class": "media-full"
            }
        ]
    }
]