[
    {
        "index": "2023-05-08-Observation-No-1",
        "title": "Observation No. 1",
        "heading": "Observation No. 1",
        "tags": "notestoself",
        "author": "",
        "timestamp": "May 8, 2023",
        "place": "Pune",
        "description": [
            {
                "type": "text",
                "value": "The world doesn't see you the way you see yourself."
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "The world doesn't see you the way you see yourself. You might be inclined to underestimate yourself because you focus too much on your shortcomings. A better approach to anything you wish for is to go there and just try, even if you have self doubt. You want to apply for a new job? You wish to ask for a pay raise or a promotion? All you need to do be frank about your expectations. Remember that they do not have the doubts about you that you have within yourself, they are not you (duh!). And, what worse can happen? You don't get what you wished for? Well, with all those self doubts and without trying, it was all the same anyway. So why not try and find out?"
            }
        ]
    },
    {
        "index": "2023-05-25-Worse-Is-Better-Than-Bad",
        "title": "Worse Is Better Than Bad?",
        "heading": "Worse Is Better Than Bad?",
        "tags": "notes to self,notes to others,notes to noone",
        "author": "",
        "timestamp": "May 25, 2023",
        "place": "Pune",
        "description": [
            {
                "type": "text",
                "value": "Bad stays bad, worse gets to be good."
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "I think I saw some YouTube reel about this theory, which actually makes sense. It says that often times we settle for things that we don't really enjoy or that don't make us happy because in our minds we keep thinking it's not worse yet. We go for bad because things aren't worse yet, had they been worse we would do something about it but they are not so we don't. Do you see the irony here?"
            },
            {
                "type": "text",
                "value": "For example consider a job that makes you unhappy but not outright miserable, you stick to it because it is not bad enough. But what if it was bad enough, then you will do something about it. Worse forces you to strive for good but bad doen't. Funny right?"
            },
            {
                "type": "text",
                "value": "This applies to various situations in life not just a job. It can be about a place, a relationship, a friendship, a situation or something else."
            }
        ]
    }
]