[
    {
        "index": "2023-05-08-Observation-No-1",
        "title": "Observation No. 1",
        "heading": "Observation No. 1",
        "author": "",
        "timestamp": "May 8, 2023",
        "place": "Pune",
        "description": [
            {
                "type": "image",
                "value": "/assets/images/2023-05-may-08.jpg",
                "class": "media-full"
            },
            {
                "type": "text",
                "value": "The world doesn't see you the way you see yourself."
            }
        ],
        "contents": [
            {
                "type": "image",
                "value": "/assets/images/2023-05-may-08.jpg",
                "class": "media-right"
            },
            {
                "type": "text",
                "value": "The world doesn't see you the way you see yourself. You might be inclined to underestimate yourself because you focus too much on your shortcomings. A better approach to anything you wish for is to go there and just try, even if you have self doubt. You want to apply for a new job? You wish to ask for a pay raise or a promotion? You wish to ask a girl out? All you need to do is to go to that person and be frank about your expectations/feelings. Remember that they do not have the doubts about you that you have within yourself, they are not you (duh!). And, what worse can happen? You don't get what you wished for? Well, with all those self doubts and without trying, it was all the same anyway. So why not try and find out?"
            }
        ]
    },
    {
        "index": "2023-05-25-Settling-For-Worse-Because-It-Isn't-Worse-Yet",
        "title": "Settling For Worse Because It Isn't Worse Yet",
        "heading": "Settling For Worse Because It Isn't Worse Yet",
        "author": "",
        "timestamp": "May 25, 2023",
        "place": "Pune",
        "description": [
            {
                "type": "text",
                "value": "Avoiding making an effort to make a change because it is not worse yet."
            }
        ],
        "contents": [
            {
                "type": "text",
                "value": "I think I saw some YouTube reel about this theory, which actually makes sense. It says that often times we settle for things that we don't really enjoy or that don't make us happy because in our minds we keep thinking it's not that bad."
            },
            {
                "type": "text",
                "value": "However, if we think about it, by not making an effort to address them we are making ourselves miserable as opposed to getting out of it and making ourselves not miserable. For example consider a job that makes us unhappy, by choosing to keep it we are in fact settling bad instead of what will be good without it."
            },
            {
                "type": "text",
                "value": "This applies to various situations in life not just a job. It can be about a place we live in, a relationship, a friendship, a situation."
            },
            {
                "type": "text",
                "value": "Ofcourse things are not a straight and logical in real life, and often times we have reasons to hesitate. It could be fear, feeling of security or simply laziness. But all things considered, is the present bad good enough not to endeavour for future good that is less bad?"
            }
        ]
    }
]